Repository: dzukauskas/acute-medicine
Catalog: study/omegat/tm/chapter-001-study-translation.tmx
Source language: en
Languages: lt

source: Ensure the patient has reliable vascular access, and further lines may be needed prior to transfer. Continuous monitoring should be in place and a 12-lead ECG carried out. Fluid replacement should continue to achieve normovolaemia and achieve an systolic blood pressure (SBP) >100 mmHg.
lt: Reikia užtikrinti patikimą kraujagyslinę prieigą; prieš perkėlimą gali prireikti papildomų kateterių. Turi būti taikomas nuolatinis monitoravimas ir atlikta 12 derivacijų EKG. Skysčių terapija tęsiama siekiant normovolemijos ir sistolinio arterinio kraujospūdžio >100 mmHg.

source: The patient’s temperature should be maintained at 32–36°. It should be noted that patients are often cool following ROSC, so take time to cover the patient and warm them if needed. Shivering should be avoided.
lt: Paciento temperatūra turi būti palaikoma 32-36 °C ribose. Reikia atsiminti, kad po ROSC pacientai dažnai būna atvėsę, todėl juos reikia užkloti ir prireikus šildyti. Reikia vengti drebulio.

source: Any identified reversible cause should continue to be treated. The team should refer to the appropriate specialist teams (e.g. cardiology or surgeons) in order that definitive management can be provided. A discussion about the most appropriate place for ongoing management of the patient should be decided, and if transferring, this should be done by a skilled team ensuring all appropriate equipment is in place.
lt: Bet kuri nustatyta grįžtama priežastis turi būti toliau gydoma. Komanda turi kreiptis į atitinkamus specialistus, pavyzdžiui, kardiologus ar chirurgus, kad būtų suteiktas galutinis gydymas. Taip pat turi būti nuspręsta, kur pacientą geriausia toliau gydyti. Jei pacientas perkeliamas, tai turi atlikti kvalifikuota komanda, užtikrinant, kad visa reikalinga įranga būtų paruošta.

source: The team should be supported in a debrief, and the event should be documented in the patients’ notes by a member of the attending resuscitation team.
lt: Komandai turi būti suteikta galimybė aptarimui po įvykio, o pats įvykis turi būti užfiksuotas paciento dokumentacijoje vieno iš gaivinime dalyvavusių komandos narių.

source: Duration of a resuscitation attempt
lt: ## Gaivinimo trukmė

source: The duration of any resuscitation attempt should be based on each individual patient case. It is important that the team leader gathers appropriate information while resuscitation attempts are ongoing to ensure that a decision is made based on the circumstances of the cardiopulmonary arrest, the patients’ best interests and the likelihood of a successful outcome, achieving not only a return of spontaneous circulation but longer-term survival and quality of life.
lt: Kiekvieno gaivinimo trukmė turi būti sprendžiama individualiai, atsižvelgiant į konkretų pacientą. Labai svarbu, kad komandos vadovas gaivinimo metu surinktų pakankamai informacijos, jog sprendimas būtų pagrįstas kardiorespiracinio sustojimo aplinkybėmis, paciento interesais ir tikimybe pasiekti ne tik spontaninės kraujotakos atsikūrimą, bet ir ilgalaikį išgyvenamumą bei gyvenimo kokybę.

source: The team leader should share their thoughts with the team, seeking agreement from all those in the resuscitation team. It is important that all members of the team are warned of the plan to stop resuscitation attempts and are given the opportunity to ask questions if needed.
lt: Komandos vadovas turi pasidalyti savo vertinimu su komanda ir siekti bendro sutarimo su visais gaivinime dalyvaujančiais nariais. Svarbu, kad visi komandos nariai būtų iš anksto informuoti apie planą nutraukti gaivinimą ir turėtų galimybę, jei reikia, užduoti klausimus.

source: In all circumstances, those people most important to the patient should be informed of the events and given the opportunity to have time with the patient. There should be a clear plan for speaking to the patients’ significant others and meeting them if they are travelling to the hospital.
lt: Visais atvejais asmenys, kurie pacientui yra svarbiausi, turi būti informuoti apie įvykį ir jiems turi būti suteikta galimybė pabūti su pacientu. Turi būti aiškus planas, kas ir kaip kalbės su paciento artimaisiais bei pasitiks juos, jei jie vyksta į ligoninę.

source: Decisions regarding cardiopulmonary resuscitation
lt: ## Sprendimai dėl kardiopulmoninio gaivinimo

source: The NCAA reports a survival to hospital discharge rate of 23.9% based on information collected from 175 hospitals in the United Kingdom. Patients who experience a cardiac arrest in hospital often have significant comorbidities or a disease process that will be life-limiting. CPR is not without harm; its delivery in certain patients can result in an undignified death and the delivery of a treatment that will not work.
lt: NCAA duomenimis, išgyvenamumas iki išrašymo iš ligoninės yra 23,9 %, remiantis duomenimis iš 175 ligoninių Jungtinėje Karalystėje. Pacientai, kuriems ligoninėje įvyksta širdies sustojimas, dažnai turi reikšmingų gretutinių ligų arba gyvybę ribojančią patologiją. CPR nėra nepavojingas: kai kuriems pacientams jis gali reikšti orumo neatitinkančią mirtį ir gydymą, kuris neveiks.

source: The Recommended Summary Plan for Emergency Care and Treatment (ReSPECT) is an initiative from the RCUK. ReSPECT provides a framework that enables shared decision-making in relation to emergency treatments including CPR. This plan can evolve and change over time but provides information on the patient’s wishes when the person is unable to participate in decision-making. This is replacing the previous Do Not Attempt Cardiopulmonary Resuscitation (DNACPR) process in many hospitals across the United Kingdom.
lt: ReSPECT (Recommended Summary Plan for Emergency Care and Treatment) yra RCUK iniciatyva. ReSPECT suteikia sistemą bendrai priimti sprendimus dėl skubios pagalbos priemonių, įskaitant CPR. Šis planas laikui bėgant gali būti keičiamas, bet jis padeda suprasti paciento pageidavimus tais atvejais, kai pats pacientas nebegali dalyvauti priimant sprendimus. Daugelyje Jungtinės Karalystės ligoninių šis modelis keičia anksčiau naudotą DNACPR (Do Not Attempt Cardiopulmonary Resuscitation) procesą.

source: Further reading
lt: ## Tolimesnis skaitymas

source: Resuscitation Council UK ReSPECT – ReSPECT for healthcare professionals|resuscitation Council UK. https://www.resus.org.uk/respect/respect-healthcare-professionals.
lt: - Resuscitation Council UK. ReSPECT for healthcare professionals. https://www.resus.org.uk/respect/respect-healthcare-professionals

source: Resuscitation Council UK Resuscitation guidelines 2021. Adult advanced life support guidelines|resuscitation Council UK. https://www.resus.org.uk/library/2021-resuscitation-guidelines/adult-advanced-life- support-guidelines.
lt: - Resuscitation Council UK. Resuscitation guidelines 2021. Adult advanced life support guidelines. https://www.resus.org.uk/library/2021-resuscitation-guidelines/adult-advanced-life-support-guidelines
